Repository: aireels-dev/mini-cal
Catalog: MiniCal/Resources/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, fa, he, ja, ko, th, tr, ur, vi, zh_hans, zh_hant

# about.message
source: Version %@ A clean and elegant macOS menu bar calendar app © 2025 %@
ar: الإصدار %@ تطبيق تقويم جميل لشريط قوائم macOS © 2025 %@
fa: نسخه %@ یک تقویم زیبا برای نوار منوی macOS © 2025 %@
he: גרסה %@ יישום לוח שנה אלגנטי לשורת התפריטים של macOS © 2025 %@
ja: バージョン %@ macOS のメニューバー用のシンプルで洗練されたカレンダーアプリ © 2025 %@
ko: 버전 %@ macOS 메뉴 막대용 깔끔하고 우아한 캘린더 앱 © 2025 %@
th: เวอร์ชัน %@ แอปปฏิทินแถบเมนู macOS ที่เรียบง่ายและสวยงาม © 2025 %@
tr: Sürüm %@ macOS menü çubuğu için sade ve zarif bir takvim uygulaması © 2025 %@
ur: ورژن %@ macOS مینو بار کے لیے ایک سادہ اور خوبصورت کیلنڈر ایپ © 2025 %@
vi: Phiên bản %@ Ứng dụng lịch thanh menu macOS gọn gàng và tinh tế © 2025 %@
zh_hans: 版本 %@ 一款简洁优雅的 macOS 菜单栏日历应用 © 2025 %@
zh_hant: 版本 %@ 一款簡潔優雅的 macOS 選單欄日曆應用 © 2025 %@

# calendar_source.birthdays
source: Birthdays
ar: أعياد الميلاد
fa: تولدها
he: ימי הולדת
ja: 誕生日
ko: 생일
th: วันเกิด
tr: Doğum Günleri
ur: سالگرہ
vi: Sinh nhật
zh_hans: 生日
zh_hant: 生日

# calendar_source.default
source: Default
ar: افتراضي
fa: پیش‌فرض
he: ברירת מחדל
ja: デフォルト
ko: 기본값
th: ค่าเริ่มต้น
tr: Varsayılan
ur: ڈیفالٹ
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# calendar_source.other
source: Other
ar: أخرى
fa: سایر
he: אחר
ja: その他
ko: 기타
th: อื่นๆ
tr: Diğer
ur: دیگر
vi: Khác
zh_hans: 其他
zh_hant: 其他

# calendar_source.subscribed
source: Subscribed Calendars
ar: التقويمات المشتركة
fa: تقویم‌های اشتراکی
he: לוחות שנה מנויים
ja: 購読カレンダー
ko: 구독한 캘린더
th: ปฏิทินที่สมัครสมาชิก
tr: Abone Olunan Takvimler
ur: سبسکرائب شدہ کیلنڈرز
vi: Lịch đã đăng ký
zh_hans: 订阅的日历
zh_hant: 訂閱的日曆

# calendar.back_to_today
source: Back to Today
ar: العودة إلى اليوم
fa: بازگشت به امروز
he: חזור להיום
ja: 今日に戻る
ko: 오늘로 돌아가기
th: กลับไปวันนี้
tr: Bugüne Dön
ur: آج پر واپس جائیں
vi: Quay về hôm nay
zh_hans: 回到今天
zh_hant: 回到今天

# calendar.enjoy_day
source: Enjoy a relaxing day
ar: استمتع بيوم مريح
fa: از یک روز آرام لذت ببرید
he: תיהנה מיום רגוע
ja: リラックスした一日をお楽しみください
ko: 편안한 하루 보내세요
th: เพลิดเพลินกับวันที่ผ่อนคลาย
tr: Rahat bir günün tadını çıkarın
ur: آرام دن سے لطف اندوز ہوں
vi: Tận hưởng một ngày thư giãn
zh_hans: 享受轻松的一天
zh_hant: 享受輕鬆的一天

# calendar.event_count
source: %d events
ar: %d أحداث
fa: %d رویداد
he: %d אירועים
ja: %d 件のイベント
ko: %d개 이벤트
th: %d เหตุการณ์
tr: %d etkinlik
ur: %d واقعات
vi: %d sự kiện
zh_hans: %d 个事件
zh_hant: %d 個事件

# calendar.no_events
source: No Events
ar: لا توجد أحداث
fa: رویدادی وجود ندارد
he: אין אירועים
ja: イベントなし
ko: 이벤트 없음
th: ไม่มีเหตุการณ์
tr: Etkinlik Yok
ur: کوئی واقعات نہیں
vi: Không có sự kiện
zh_hans: 暂无事件
zh_hant: 暫無事件

# calendar.no_events_today
source: No Events Today
ar: لا توجد أحداث اليوم
fa: امروز رویدادی ندارد
he: אין אירועים היום
ja: 今日はイベントがありません
ko: 오늘 이벤트 없음
th: วันนี้ไม่มีเหตุการณ์
tr: Bugün Etkinlik Yok
ur: آج کوئی واقعات نہیں
vi: Không có sự kiện hôm nay
zh_hans: 这天没有事件
zh_hant: 這天沒有事件

# calendar.none
source: None
ar: لا شيء
fa: هیچ
he: ללא
ja: なし
ko: 없음
th: ไม่มี
tr: Yok
ur: کوئی نہیں
vi: Không
zh_hans: 无
zh_hant: 無

# calendar.today
source: Today
ar: اليوم
fa: امروز
he: היום
ja: 今日
ko: 오늘
th: วันนี้
tr: Bugün
ur: آج
vi: Hôm nay
zh_hans: 今日
zh_hant: 今日

# calendar.today_events
source: Today's Events
ar: أحداث اليوم
fa: رویدادهای امروز
he: אירועי היום
ja: 今日のイベント
ko: 오늘의 이벤트
th: เหตุการณ์วันนี้
tr: Bugünün Etkinlikleri
ur: آج کے واقعات
vi: Sự kiện hôm nay
zh_hans: 今日事件
zh_hant: 今日事件

# common.add
source: Add
ar: إضافة
fa: افزودن
he: הוסף
ja: 追加
ko: 추가
th: เพิ่ม
tr: Ekle
ur: شامل کریں
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# common.all_day
source: All Day
ar: طوال اليوم
fa: تمام روز
he: כל היום
ja: 終日
ko: 종일
th: ตลอดวัน
tr: Tüm Gün
ur: پورا دن
vi: Cả ngày
zh_hans: 全天
zh_hant: 全天

# common.cancel
source: Cancel
ar: إلغاء
fa: لغو
he: ביטול
ja: キャンセル
ko: 취소
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.color
source: Color
ar: اللون
fa: رنگ
he: צבע
ja: 色
ko: 색상
th: สี
tr: Renk
ur: رنگ
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# common.delete
source: Delete
ar: حذف
fa: حذف
he: מחק
ja: 削除
ko: 삭제
th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# common.name
source: Name
ar: الاسم
fa: نام
he: שם
ja: 名前
ko: 이름
th: ชื่อ
tr: Ad
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# common.no_events
source: No Events
ar: لا توجد أحداث
fa: رویدادی وجود ندارد
he: אין אירועים
ja: イベントなし
ko: 이벤트 없음
th: ไม่มีเหตุการณ์
tr: Etkinlik Yok
ur: کوئی واقعات نہیں
vi: Không có sự kiện
zh_hans: 暂无事件
zh_hant: 暫無事件

# common.no_subscriptions
source: No External Subscriptions
ar: لا توجد اشتراكات خارجية
fa: اشتراک خارجی وجود ندارد
he: אין מינויים חיצוניים
ja: 外部サブスクリプションがありません
ko: 외부 구독 없음
th: ไม่มีการสมัครสมาชิกภายนอก
tr: Harici Abonelik Yok
ur: کوئی بیرونی رکنیت نہیں
vi: Không có đăng ký ngoài
zh_hans: 暂无外部订阅
zh_hant: 暫無外部訂閱

# common.no_system_calendars
source: No System Calendars Available
ar: لا توجد تقاويم نظام متاحة
fa: تقویم سیستم در دسترس نیست
he: אין לוחות שנה של מערכת זמינים
ja: 利用可能なシステムカレンダーがありません
ko: 사용 가능한 시스템 달력 없음
th: ไม่มีปฏิทินระบบที่พร้อมใช้งาน
tr: Kullanılabilir Sistem Takvimi Yok
ur: کوئی نظام کیلنڈر دستیاب نہیں
vi: Không có lịch hệ thống khả dụng
zh_hans: 暂无可用的系统日历
zh_hant: 暫無可用的系統日曆

# common.note
source: Note
ar: ملاحظة
fa: یادداشت
he: הערה
ja: ノート
ko: 메모
th: หมายเหตุ
tr: Not
ur: نوٹ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# common.ok
source: OK
ar: حسناً
fa: تایید
he: אישור
ko: 확인
th: ตกลง
tr: Tamam
ur: ٹھیک ہے
zh_hans: 确定
zh_hant: 確定

# common.save
source: Save
ar: حفظ
fa: ذخیره
he: שמור
ja: 保存
ko: 저장
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# confirm.delete
source: Delete
ar: حذف
fa: حذف
he: מחק
ja: 削除
ko: 삭제
th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# confirm.delete_local_group
source: Are you sure you want to delete this local calendar group?
ar: هل أنت متأكد من حذف مجموعة التقويم المحلية هذه؟
fa: آیا مطمئن هستید که می‌خواهید این گروه تقویم محلی را حذف کنید؟
he: האם אתה בטוח שברצונך למחוק את קבוצת היומן המקומית הזו?
ja: このローカルカレンダーグループを削除してもよろしいですか？
ko: 이 로컬 캘린더 그룹을 삭제하시겠습니까?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกลุ่มปฏิทินนี้?
tr: Bu yerel takvim grubunu silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی اس مقامی کیلنڈر گروپ کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa nhóm lịch cục bộ này không?
zh_hans: 确定要删除这个本地日历组吗？
zh_hant: 確定要刪除這個本地日曆組嗎？

# date.today
source: Today
ar: اليوم
fa: امروز
he: היום
ja: 今日
ko: 오늘
th: วันนี้
tr: Bugün
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# date.tomorrow
source: Tomorrow
ar: غداً
fa: فردا
he: מחר
ja: 明日
ko: 내일
th: พรุ่งนี้
tr: Yarın
ur: کل
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

# date.week_number
source: Week %d
ar: الأسبوع %d
fa: هفته %d
he: שבוע %d
ja: 第%d週
ko: %d주차
th: สัปดาห์ที่ %d
tr: %d. Hafta
ur: ہفتہ %d
vi: Tuần %d
zh_hans: 第 %d 周
zh_hant: 第 %d 週

# date.yesterday
source: Yesterday
ar: أمس
fa: دیروز
he: אתמול
ja: 昨日
ko: 어제
th: เมื่อวานนี้
tr: Dün
ur: کل
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

# event_filter.all
source: All
ar: الكل
fa: همه
he: הכל
ja: すべて
ko: 전체
th: ทั้งหมด
tr: Tümü
ur: تمام
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# event_filter.month
source: This Month
ar: هذا الشهر
fa: این ماه
he: החודש
ja: 今月
ko: 이번 달
th: เดือนนี้
tr: Bu Ay
ur: اس مہینے
vi: Tháng này
zh_hans: 本月
zh_hant: 本月

# event_filter.today
source: Today
ar: اليوم
fa: امروز
he: היום
ja: 今日
ko: 오늘
th: วันนี้
tr: Bugün
ur: آج
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# event_filter.week
source: This Week
ar: هذا الأسبوع
fa: این هفته
he: השבוע
ja: 今週
ko: 이번 주
th: สัปดาห์นี้
tr: Bu Hafta
ur: اس ہفتے
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

# event.add
source: Add Event
ar: إضافة حدث
fa: افزودن رویداد
he: הוסף אירוע
ja: イベントを追加
ko: 이벤트 추가
th: เพิ่มเหตุการณ์
tr: Etkinlik Ekle
ur: واقعہ شامل کریں
vi: Thêm sự kiện
zh_hans: 添加事件
zh_hant: 添加事件

# event.add_location
source: Add Location
ar: إضافة موقع
fa: افزودن مکان
he: הוסף מיקום
ja: 場所を追加
ko: 위치 추가
th: เพิ่มสถานที่
tr: Konum Ekle
ur: مقام شامل کریں
vi: Thêm vị trí
zh_hans: 添加位置
zh_hant: 新增位置

# event.all_day
source: All Day
ar: طوال اليوم
fa: تمام روز
he: כל היום
ja: 終日
ko: 종일
th: ตลอดวัน
tr: Tüm Gün
ur: پورا دن
vi: Cả ngày
zh_hans: 全天
zh_hant: 全天

# event.attendees
source: Attendees
ar: الحاضرون
fa: شرکت‌کنندگان
he: משתתפים
ja: 参加者
ko: 참석자
th: ผู้เข้าร่วม
tr: Katılımcılar
ur: شرکاء
vi: Người tham dự
zh_hans: 参与者
zh_hant: 參與者

# event.count
source: %d events
ar: %d أحداث
fa: %d رویداد
he: %d אירועים
ja: %d件のイベント
ko: %d개 이벤트
th: %d กิจกรรม
tr: %d etkinlik
ur: %d ایونٹس
vi: %d sự kiện
zh_hans: %d 个事件
zh_hant: %d 個事件

# event.delay
source: Delay
ar: التأخير
fa: تأخیر
he: עיכוב
ja: 遅延
ko: 지연
th: ความล่าช้า
tr: Gecikme
ur: تاخیر
vi: Độ trễ
zh_hans: 延迟
zh_hant: 延遲

# event.end
source: End
ar: النهاية
fa: پایان
he: סיום
ja: 終了
ko: 종료
th: สิ้นสุด
tr: Bitiş
ur: ختم
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# event.end_after_start
source: End time must be after start time
ar: يجب أن يكون وقت الانتهاء بعد وقت البدء
fa: زمان پایان باید بعد از زمان شروع باشد
he: זמן הסיום חייב להיות אחרי זמן ההתחלה
ja: 終了時刻は開始時刻より後である必要があります
ko: 종료 시간은 시작 시간 이후여야 합니다
th: เวลาสิ้นสุดต้องหลังเวลาเริ่มต้น
tr: Bitiş zamanı başlangıç zamanından sonra olmalıdır
ur: ختم کا وقت شروع کے وقت کے بعد ہونا چاہیے
vi: Thời gian kết thúc phải sau thời gian bắt đầu
zh_hans: 结束时间必须晚于开始时间
zh_hant: 結束時間必須晚於開始時間

# event.end_time
source: End Time
ar: وقت الانتهاء
fa: زمان پایان
he: זמן סיום
ja: 終了時刻
ko: 종료 시간
th: เวลาสิ้นสุด
tr: Bitiş Zamanı
ur: ختم کا وقت
vi: Thời gian kết thúc
zh_hans: 结束时间
zh_hant: 結束時間

# event.format_example
source: Example: M/d HH:mm → 1/15 14:30
ar: مثال: M/d HH:mm ← 1/15 14:30
fa: مثال: M/d HH:mm ← 1/15 14:30
he: דוגמה: M/d HH:mm ← 1/15 14:30
ja: 例：M/d HH:mm → 1/15 14:30
ko: 예: M/d HH:mm → 1/15 14:30
th: ตัวอย่าง: M/d HH:mm → 1/15 14:30
tr: Örnek: M/d HH:mm → 1/15 14:30
ur: مثال: M/d HH:mm ← 1/15 14:30
vi: Ví dụ: M/d HH:mm → 1/15 14:30
zh_hans: 示例：M月d日 HH:mm → 1月15日 14:30
zh_hant: 示例：M月d日 HH:mm → 1月15日 14:30

# event.format_symbols
source: Supported Format Symbols:
ar: رموز التنسيق المدعومة:
fa: نمادهای قالب پشتیبانی شده:
he: סמלי פורמט נתמכים:
ja: サポートされているフォーマット記号：
ko: 지원되는 형식 기호:
th: สัญลักษณ์รูปแบบที่รองรับ:
tr: Desteklenen Format Sembolleri:
ur: معاون فارمیٹ علامات:
vi: Ký hiệu định dạng được hỗ trợ:
zh_hans: 支持的格式符号：
zh_hant: 支持的格式符號：

# event.hover_delay
source: Hover Delay
ar: تأخير التمرير
fa: تأخیر هاور
he: עיכוב ריחוף
ja: ホバー遅延
ko: 호버 지연
th: ความล่าช้าเมื่อนำเมาส์ชี้
tr: Üzerine Gelme Gecikmesi
ur: ہوور تاخیر
vi: Độ trễ di chuột
zh_hans: 延迟时间
zh_hant: 延遲時間

# event.live_preview
source: Live Preview
ar: معاينة مباشرة
fa: پیش‌نمایش زنده
he: תצוגה מקדימה חיה
ja: ライブプレビュー
ko: 실시간 미리보기
th: แสดงตัวอย่างสด
tr: Canlı Önizleme
ur: براہ راست پیش منظر
vi: Xem trước trực tiếp
zh_hans: 实时预览
zh_hant: 實時預覽

# event.load_failed
source: Load Failed
ar: فشل التحميل
fa: بارگذاری ناموفق
he: הטעינה נכשלה
ja: 読み込み失敗
ko: 로드 실패
th: โหลดล้มเหลว
tr: Yükleme Başarısız
ur: لوڈ ناکام
vi: Tải thất bại
zh_hans: 加载失败
zh_hant: 載入失敗

# event.loading
source: Loading Events...
ar: تحميل الأحداث...
fa: در حال بارگذاری رویدادها...
he: טוען אירועים...
ja: イベントを読み込んでいます...
ko: 이벤트 로딩 중...
th: กำลังโหลดเหตุการณ์...
tr: Etkinlikler Yükleniyor...
ur: واقعات لوڈ ہو رہے ہیں...
vi: Đang tải sự kiện...
zh_hans: 加载事件中...
zh_hant: 載入事件中...

# event.location
source: Location
ar: الموقع
fa: مکان
he: מיקום
ja: 場所
ko: 위치
th: สถานที่
tr: Konum
ur: مقام
vi: Địa điểm
zh_hans: 地点
zh_hant: 地點

# event.location_optional
source: Location (Optional)
ar: الموقع (اختياري)
fa: مکان (اختیاری)
he: מיקום (אופציונלי)
ja: 場所（任意）
ko: 위치 (선택 사항)
th: สถานที่ (ไม่บังคับ)
tr: Konum (İsteğe Bağlı)
ur: مقام (اختیاری)
vi: Địa điểm (Tùy chọn)
zh_hans: 位置（可选）
zh_hant: 位置（可選）

# event.manage_subscription
source: Manage Subscriptions
ar: إدارة الاشتراكات
fa: مدیریت اشتراک‌ها
he: נהל מינויים
ja: サブスクリプションを管理
ko: 구독 관리
th: จัดการการสมัครสมาชิก
tr: Abonelikleri Yönet
ur: رکنیتوں کا انتظام کریں
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

# event.multi_day
source: Multi-day
ar: متعدد الأيام
fa: چند روزه
he: מספר ימים
ja: 複数日
ko: 여러 날
th: หลายวัน
tr: Çok Günlü
ur: کئی دن
vi: Nhiều ngày
zh_hans: 多日
zh_hant: 多日

# event.notes
source: Notes
ar: ملاحظات
fa: یادداشت‌ها
he: הערות
ja: メモ
ko: 메모
th: หมายเหตุ
tr: Notlar
ur: نوٹس
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# event.notes_optional
source: Notes (Optional)
ar: ملاحظات (اختياري)
fa: یادداشت (اختیاری)
he: הערות (אופציונלי)
ja: メモ（任意）
ko: 메모 (선택 사항)
th: หมายเหตุ (ไม่บังคับ)
tr: Notlar (İsteğe Bağlı)
ur: نوٹس (اختیاری)
vi: Ghi chú (Tùy chọn)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

# event.save
source: Save
ar: حفظ
fa: ذخیره
he: שמור
ja: 保存
ko: 저장
th: บันทึก
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# event.start
source: Start
ar: البداية
fa: شروع
he: התחלה
ja: 開始
ko: 시작
th: เริ่มต้น
tr: Başlangıç
ur: شروع
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# event.start_time
source: Start Time
ar: وقت البدء
fa: زمان شروع
he: זמן התחלה
ja: 開始時刻
ko: 시작 시간
th: เวลาเริ่มต้น
tr: Başlangıç Zamanı
ur: شروع کا وقت
vi: Thời gian bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

# event.time
source: Time
ar: الوقت
fa: زمان
he: זמן
ja: 時間
ko: 시간
th: เวลา
tr: Zaman
ur: وقت
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

source: Event Title
ar: عنوان الحدث
fa: عنوان رویداد
he: כותרת אירוע
ja: イベントタイトル
ko: 이벤트 제목
th: ชื่อเหตุการณ์
tr: Etkinlik Başlığı
ur: واقعہ کا عنوان
vi: Tiêu đề sự kiện
zh_hans: 事件标题
zh_hant: 事件標題

# event.title_label
source: Title
ar: العنوان
fa: عنوان
he: כותרת
ja: タイトル
ko: 제목
th: ชื่อเรื่อง
tr: Başlık
ur: عنوان
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# event.title_placeholder
source: Event Title
ar: عنوان الحدث
fa: عنوان رویداد
he: כותרת אירוע
ja: イベントタイトル
ko: 이벤트 제목
th: ชื่อกิจกรรม
tr: Etkinlik Başlığı
ur: ایونٹ کا عنوان
vi: Tiêu đề sự kiện
zh_hans: 事件标题
zh_hant: 事件標題

# local_group.add
source: Add Category
ar: إضافة فئة
fa: افزودن دسته
he: הוסף קטגוריה
ja: カテゴリを追加
ko: 카테고리 추가
th: เพิ่มหมวดหมู่
tr: Kategori Ekle
ur: زمرہ شامل کریں
vi: Thêm danh mục
zh_hans: 添加类别
zh_hant: 添加類別

# local_group.add_help
source: Add new local event category
ar: إضافة فئة حدث محلية جديدة
fa: افزودن دسته رویداد محلی جدید
he: הוסף קטגוריית אירוע מקומית חדשה
ja: 新しいローカルイベントカテゴリを追加
ko: 새 로컬 이벤트 카테고리 추가
th: เพิ่มหมวดหมู่กิจกรรมท้องถิ่นใหม่
tr: Yeni yerel etkinlik kategorisi ekle
ur: نئی مقامی ایونٹ کیٹیگری شامل کریں
vi: Thêm danh mục sự kiện cục bộ mới
zh_hans: 添加新的本地事件类别
zh_hant: 新增新的本地事件類別

# local_group.add_title
source: Add Local Category
ar: إضافة فئة محلية
fa: افزودن دسته محلی
he: הוסף קטגוריה מקומית
ja: ローカルカテゴリを追加
ko: 로컬 카테고리 추가
th: เพิ่มหมวดหมู่ท้องถิ่น
tr: Yerel Kategori Ekle
ur: مقامی زمرہ شامل کریں
vi: Thêm danh mục cục bộ
zh_hans: 添加本地类别
zh_hant: 添加本地類別

# local_group.confirm_delete_message
source: Are you sure you want to delete the category "%@"? All events in this group will be moved to default.
ar: هل أنت متأكد من حذف الفئة "%@"؟ سيتم نقل جميع الأحداث في هذه المجموعة إلى الافتراضي.
fa: آیا مطمئن هستید که می‌خواهید دسته "%@" را حذف کنید؟ همه رویدادهای این گروه به پیش‌فرض منتقل خواهند شد.
he: האם אתה בטוח שברצונך למחוק את הקטגוריה "%@"? כל האירועים בקבוצה זו יועברו לברירת המחדל.
ja: カテゴリ「%@」を削除してもよろしいですか？このグループのすべてのイベントはデフォルトに移動されます。
ko: 카테고리 "%@"을(를) 삭제하시겠습니까? 이 그룹의 모든 이벤트가 기본값으로 이동됩니다.
th: คุณแน่ใจหรือไม่ที่จะลบหมวดหมู่ "%@" เหตุการณ์ทั้งหมดในกลุ่มนี้จะถูกย้ายไปยังค่าเริ่มต้น
tr: "%@" kategorisini silmek istediğinizden emin misiniz? Bu gruptaki tüm etkinlikler varsayılana taşınacak.
ur: کیا آپ واقعی "%@" زمرہ کو حذف کرنا چاہتے ہیں؟ اس گروپ کے تمام واقعات ڈیفالٹ میں منتقل ہو جائیں گے۔
vi: Bạn có chắc chắn muốn xóa danh mục "%@"? Tất cả sự kiện trong nhóm này sẽ được chuyển về mặc định.
zh_hans: 确定要删除类别「%@」吗？该组的所有事件将移动到默认中。
zh_hant: 確定要刪除類別「%@」嗎？該組的所有事件將移動到預設中。

# local_group.confirm_delete_title
source: Confirm Delete
ar: تأكيد الحذف
fa: تأیید حذف
he: אשר מחיקה
ja: 削除の確認
ko: 삭제 확인
th: ยืนยันการลบ
tr: Silmeyi Onayla
ur: حذف کی تصدیق کریں
vi: Xác nhận xóa
zh_hans: 确认删除
zh_hant: 確認刪除

# local_group.default_name
source: Default
ar: افتراضي
fa: پیش‌فرض
he: ברירת מחדל
ja: デフォルト
ko: 기본값
th: ค่าเริ่มต้น
tr: Varsayılan
ur: ڈیفالٹ
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# local_group.edit_color_hint
source: Click to edit color
ar: انقر لتحرير اللون
fa: برای ویرایش رنگ کلیک کنید
he: לחץ לעריכת צבע
ja: クリックして色を編集
ko: 색상 편집을 클릭
th: คลิกเพื่อแก้ไขสี
tr: Rengi düzenlemek için tıklayın
ur: رنگ میں ترمیم کے لیے کلک کریں
vi: Nhấp để chỉnh sửa màu
zh_hans: 点击编辑颜色
zh_hant: 點擊編輯顏色

# local_group.event_count
source: %d events
ar: %d أحداث
fa: %d رویداد
he: %d אירועים
ja: %d 件のイベント
ko: %d개 이벤트
th: %d เหตุการณ์
tr: %d etkinlik
ur: %d واقعات
vi: %d sự kiện
zh_hans: %d 个事件
zh_hant: %d 個事件

# local_group.name
source: Category Name
ar: اسم الفئة
fa: نام دسته
he: שם קטגוריה
ja: カテゴリ名
ko: 카테고리 이름
th: ชื่อหมวดหมู่
tr: Kategori Adı
ur: زمرہ کا نام
vi: Tên danh mục
zh_hans: 类别名称
zh_hant: 類別名稱

# local_group.placeholder
source: e.g., Work, Personal, Reminders
ar: مثل: العمل، الشخصي، التذكيرات
fa: مثال: کار، شخصی، یادآوری
he: למשל: עבודה, אישי, תזכורות
ja: 例：仕事、個人、リマインダー
ko: 예: 업무, 개인, 알림
th: เช่น: งาน, ส่วนตัว, การเตือน
tr: örn: İş, Kişisel, Hatırlatmalar
ur: مثلاً: کام، ذاتی، یاد دہانیاں
vi: ví dụ: Công việc, Cá nhân, Nhắc nhở
zh_hans: 例如：工作、个人、提醒
zh_hant: 例如：工作、個人、提醒

# location.enable_for_sunset
source: Enable location to show sunrise and sunset times
ar: تمكين الموقع لإظهار أوقات شروق الشمس وغروبها
fa: مکان را فعال کنید تا زمان طلوع و غروب خورشید نمایش داده شود
he: אפשר מיקום כדי להציג זמני זריחה ושקיעה
ja: 位置情報を有効にして日の出と日の入りの時刻を表示
ko: 위치를 활성화하여 일출 및 일몰 시간 표시
th: เปิดใช้งานตำแหน่งเพื่อแสดงเวลาพระอาทิตย์ขึ้นและตก
tr: Gün doğumu ve gün batımı zamanlarını göstermek için konumu etkinleştirin
ur: سورج طلوع اور غروب کے اوقات دکھانے کے لیے مقام فعال کریں
vi: Bật vị trí để hiển thị thời gian mặt trời mọc và lặn
zh_hans: 启用位置，显示日出日落信息
zh_hant: 啟用位置，顯示日出日落信息

# location.fetching
source: Fetching Location...
ar: جارٍ جلب الموقع...
fa: در حال دریافت مکان...
he: מאחזר מיקום...
ja: 位置情報を取得中...
ko: 위치 가져오는 중...
th: กำลังดึงข้อมูลตำแหน่ง...
tr: Konum Getiriliyor...
ur: مقام حاصل کر رہا ہے...
vi: Đang lấy vị trí...
zh_hans: 获取位置中...
zh_hant: 獲取位置中...

# location.open_settings
source: Open System Settings
ar: فتح إعدادات النظام
fa: باز کردن تنظیمات سیستم
he: פתח הגדרות מערכת
ja: システム設定を開く
ko: 시스템 설정 열기
th: เปิดการตั้งค่าระบบ
tr: Sistem Ayarlarını Aç
ur: سسٹم کی ترتیبات کھولیں
vi: Mở Cài đặt Hệ thống
zh_hans: 打开系统设置
zh_hant: 打開系統設置

# menu_bar.appearance
source: Appearance
ar: المظهر
fa: ظاهر
he: מראה
ja: 外観
ko: 외관
th: ลักษณะ
tr: Görünüm
ur: ظاہری شکل
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# menu_bar.calendar
source: Calendar
ar: التقويم
fa: تقویم
he: לוח שנה
ja: カレンダー
ko: 달력
th: ปฏิทิน
tr: Takvim
ur: کیلنڈر
vi: Lịch
zh_hans: 日历
zh_hant: 日曆

# menu_bar.title
source: Menu Bar
ar: شريط القوائم
fa: نوار منو
he: שורת תפריט
ja: メニューバー
ko: 메뉴 바
th: แถบเมนู
tr: Menü Çubuğu
ur: مینو بار
vi: Thanh menu
zh_hans: 菜单栏
zh_hant: 選單欄

# menu.about_app
source: About %@
ar: حول %@
fa: دربارهٔ %@
he: אודות %@
ja: %@ について
ko: %@ 정보
th: เกี่ยวกับ %@
tr: %@ Hakkında
ur: %@ کے بارے میں
vi: Giới thiệu %@
zh_hans: 关于 %@
zh_hant: 關於 %@

# menu.check_updates
source: Check for Updates...
ar: التحقق من التحديثات...
fa: بررسی به‌روزرسانی‌ها...
he: בדוק עדכונים...
ja: アップデートを確認...
ko: 업데이트 확인...
th: ตรวจสอบการอัปเดต...
tr: Güncellemeleri Denetle...
ur: اپ ڈیٹس چیک کریں...
vi: Kiểm tra cập nhật...
zh_hans: 检查更新...
zh_hant: 檢查更新...

# menu.settings
source: Settings...
ar: الإعدادات...
fa: تنظیمات...
he: הגדרות...
ja: 設定...
ko: 설정...
th: การตั้งค่า...
tr: Ayarlar...
ur: ترتیبات...
vi: Cài đặt...
zh_hans: 设置...
zh_hant: 設定...

# menubar_format.custom
source: Custom
ar: مخصص
fa: سفارشی
he: מותאם אישית
ja: カスタム
ko: 사용자 정의
th: กำหนดเอง
tr: Özel
ur: حسب ضرورت
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自定義

# menubar_format.date_only
source: Date Only
ar: التاريخ فقط
fa: فقط تاریخ
he: תאריך בלבד
ja: 日付のみ
ko: 날짜만
th: วันที่เท่านั้น
tr: Yalnızca Tarih
ur: صرف تاریخ
vi: Chỉ ngày
zh_hans: 仅日期
zh_hant: 僅日期

# menubar_format.date_time
source: Date + Time
ar: التاريخ + الوقت
fa: تاریخ + زمان
he: תאריך + שעה
ja: 日付+時刻
ko: 날짜 + 시간
th: วันที่ + เวลา
tr: Tarih + Saat
ur: تاریخ + وقت
vi: Ngày + Giờ
zh_hans: 日期+时间
zh_hant: 日期+時間

# menubar_format.time_only
source: Time Only
ar: الوقت فقط
fa: فقط زمان
he: שעה בלבד
ja: 時刻のみ
ko: 시간만
th: เวลาเท่านั้น
tr: Yalnızca Saat
ur: صرف وقت
vi: Chỉ giờ
zh_hans: 仅时间
zh_hant: 僅時間

# misc.default
source: Default
ar: افتراضي
fa: پیش‌فرض
he: ברירת מחדל
ja: デフォルト
ko: 기본값
th: ค่าเริ่มต้น
tr: Varsayılan
ur: طے شدہ
vi: Mặc định
zh_hans: 默认
zh_hant: 默認

# misc.shortcut
source: Shortcut
ar: اختصار
fa: میانبر
he: קיצור דרך
ja: ショートカット
ko: 단축키
th: ทางลัด
tr: Kısayol
ur: شارٹ کٹ
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快捷鍵

# onboarding.back
source: Back
ar: عودة
fa: بازگشت
he: חזרה
ja: 戻る
ko: 뒤로
th: ย้อนกลับ
tr: Geri
ur: واپس
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# onboarding.complete.subtitle
source: %@ is ready to use. Click the menu bar icon to start.
ar: %@ جاهز للاستخدام. انقر على أيقونة شريط القائمة للبدء.
fa: %@ آماده استفاده است. برای شروع روی آیکون نوار منو کلیک کنید.
he: %@ מוכן לשימוש. לחץ על סמל שורת התפריטים כדי להתחיל.
ja: %@ の準備ができました。メニューバーのアイコンをクリックして開始します。
ko: %@가 준비되었습니다. 메뉴 막대 아이콘을 클릭하여 시작하세요.
th: %@ พร้อมใช้งานแล้ว คลิกไอคอนแถบเมนูเพื่อเริ่มต้น
tr: %@ kullanıma hazır. Başlamak için menü çubuğu simgesine tıklayın.
ur: %@ استعمال کے لیے تیار ہے۔ شروع کرنے کے لیے مینو بار آئیکن پر کلک کریں۔
vi: %@ đã sẵn sàng sử dụng. Nhấp vào biểu tượng thanh menu để bắt đầu.
zh_hans: %@ 已准备就绪。点击菜单栏图标开始使用。
zh_hant: %@ 已準備就緒。點擊菜單欄圖標開始使用。

# onboarding.complete.title
source: You're All Set!
ar: تم الإعداد!
fa: همه چیز آماده است!
he: הכול מוכן!
ja: 準備完了！
ko: 준비 완료!
th: พร้อมใช้งานแล้ว!
tr: Her şey hazır!
ur: سب تیار ہے!
vi: Đã sẵn sàng!
zh_hans: 一切就绪！
zh_hant: 一切就緒！

# onboarding.feature.multicultural
source: Multi-calendar system support (Lunar, Islamic, Hebrew, etc.)
ar: دعم أنظمة تقويم متعددة (القمري، الإسلامي، العبري، وغيرها)
fa: پشتیبانی از چندین سیستم تقویم (قمری، اسلامی، عبری و ...)
he: תמיכה במערכות לוח שנה מרובות (ירחי, איסלאמי, עברי וכו')
ja: 複数の暦に対応（旧暦、イスラム暦、ヘブライ暦など）
ko: 다중 달력 시스템 지원(음력, 이슬람력, 히브리력 등)
th: รองรับระบบปฏิทินหลายแบบ (จันทรคติ อิสลาม ฮีบรู ฯลฯ)
tr: Çoklu takvim sistemi desteği (Ay, İslami, İbrani vb.)
ur: متعدد کیلنڈر سسٹم کی حمایت (قمری، اسلامی، عبرانی وغیرہ)
vi: Hỗ trợ nhiều hệ lịch (Âm lịch, Hồi giáo, Do Thái, v.v.)
zh_hans: 多日历系统支持（农历、伊斯兰历、希伯来历等）
zh_hant: 多日曆系統支持（農曆、伊斯蘭曆、希伯來曆等）

# onboarding.feature.sync
source: Sync with system calendar and external subscriptions
ar: المزامنة مع تقويم النظام والاشتراكات الخارجية
fa: همگام سازی با تقویم سیستم و اشتراک های خارجی
he: סנכרון עם לוח השנה של המערכת ומינויים חיצוניים
ja: システムカレンダーおよび外部購読と同期
ko: 시스템 캘린더 및 외부 구독과 동기화
th: ซิงค์กับปฏิทินระบบและการสมัครสมาชิกภายนอก
tr: Sistem takvimi ve dış aboneliklerle senkronizasyon
ur: سسٹم کیلنڈر اور بیرونی سبسکرپشنز کے ساتھ ہم آہنگی
vi: Đồng bộ với lịch hệ thống và các đăng ký bên ngoài
zh_hans: 与系统日历和外部订阅同步
zh_hant: 與系統日曆和外部訂閱同步

# onboarding.feature.themes
source: Beautiful themes and customization options
ar: سمات جميلة وخيارات تخصيص
fa: تم های زیبا و گزینه های شخصی سازی
he: ערכות נושא יפות ואפשרויות התאמה אישית
ja: 美しいテーマとカスタマイズオプション
ko: 아름다운 테마와 사용자 지정 옵션
th: ธีมสวยงามและตัวเลือกการปรับแต่ง
tr: Güzel temalar ve özelleştirme seçenekleri
ur: خوبصورت تھیمز اور حسبِ ضرورت اختیارات
vi: Chủ đề đẹp và tùy chọn tùy chỉnh
zh_hans: 精美主题和自定义选项
zh_hant: 精美主題和自定義選項

# onboarding.get_started
source: Get Started
ar: ابدأ
fa: شروع کنید
he: התחל
ja: 開始
ko: 시작하기
th: เริ่มต้น
tr: Başlayın
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.next
source: Next
ar: التالي
fa: بعدی
he: הבא
ja: 次へ
ko: 다음
th: ถัดไป
tr: İleri
ur: اگلا
vi: Tiếp theo
zh_hans: 下一步
zh_hant: 下一步
